Repository: Port-Able/Port-Able-Suite
Catalog: src/AppsDownloader/LangResources/*.resx
Languages: de_de

# AppDownloadedMsg
source: App successfully downloaded!
de_de: App erfolgreich heruntergeladen!

# AppDownloadErrorMsg
source: There were some problems installing the following app: {0} This could be due an incomplete download or other network issue.
de_de: Leider gab es einige Probleme beim herunterladen der folgenden App: {0} Dies könnte mit einem unvollständigen Download, oder einem anderen Netzwerkproblem, in Verbindung stehen.

# AppInternetProtocolWarningMsg
source: Please note that an IPv4 connection is required to download resources from '{0}'.
de_de: Bitte beachten Sie das eine IPv4-Verbindung zwingend erforderlich ist um Daten von '{0}' herunterzuladen.

# appListGroupBox
source: App List
de_de: Anwendungsliste

# appMenuItem1
source: Check
de_de: Auswählen

# appMenuItem1u
source: Unheck
de_de: Abwählen

# appMenuItem2
source: Check All
de_de: Alles auswählen

# appMenuItem2u
source: Uncheck All
de_de: Alles abwählen

# appMenuItem3
source: Open in Browser
de_de: Im Browser öffnen

# appMenuItem4
source: Show advanced information
de_de: Zeige erweiterte Informationen

# AppsDownloadedMsg
source: Apps successfully downloaded!
de_de: Apps erfolgreich heruntergeladen!

# AppsDownloadErrorMsg
source: There were some problems installing the following apps: {0} This could be due an incomplete download or other network issue.
de_de: Leider gab es einige Probleme beim herunterladen der folgenden Apps: {0} Dies könnte mit einem unvollständigen Download, oder einem anderen Netzwerkproblem, in Verbindung stehen.

# appStatusLabel
source: Application:
de_de: Anwendung:

# AppsUpdatedMsg
source: Apps successfully updated!
de_de: Apps erfolgreich aktualisiert!

# AppUpdateAvailableMsg
source: {0} update is available. Would you like to update now?
de_de: {0} Aktualisierung verfügbar. Möchten Sie fortfahren?

# AppUpdatedMsg
source: App successfully updated!
de_de: App erfolgreich aktualisiert!

# AppUpdatesAvailableMsg
source: {0} updates are available. Would you like to update now?
de_de: {0} Aktualisierungen verfügbar. Möchten Sie fortfahren?

# AreYouSureMsg
source: Are you sure?
de_de: Sind Sie sicher?

# cancelBtn
source: Cancel
de_de: Abbrechen

# columnHeader1
source: Application
de_de: Anwendung

# columnHeader2
source: Description
de_de: Beschreibung

# columnHeader4
source: Download Size
de_de: Downloadgröße

# columnHeader5
source: Installed Size
de_de: Installierte Größe

# columnHeader6
source: Source
de_de: Quelle

# DatabaseAccessMsg
source: Database is being accessed . . .
de_de: Datenbank wird abgerufen . . .

# downloadReceivedLabel
source: Downloaded:
de_de: Heruntergeladen:

# DownloadRetryMsg
source: Would you like to retry?
de_de: Möchten Sie den Vorgang wiederholen?

# downloadSpeedLabel
source: Speed:
de_de: Geschwindigkeit:

# FileLockMsg
source: The following process must be closed: {0} Please make sure your settings are saved before confirming this message!
de_de: Der folgende Prozess wird beendet: {0} Bitte stellen Sie sicher dass Ihre Einstellungen gespeichert sind, bevor Sie diese Meldung bestätigen!

# FileLocksMsg
source: The following processes must be closed: {0} Please make sure your settings are saved before confirming this message!
de_de: Die folgenden Prozesse werden beendet: {0} Bitte stellen Sie sicher dass Ihre Einstellungen gespeichert sind, bevor Sie diese Meldung bestätigen!

# fileStatusLabel
source: File:
de_de: Datei:

# groupColorsGroupBox
source: Group Colors
de_de: Gruppenfarben

# highlightInstalledCheck
source: Highlight Installed
de_de: Installierte hervorheben

# InitializingMsg
source: Initializing, please wait . . .
de_de: Initialisiere, bitte warten . . .

# InitStatusText
source: Initializing, please wait...
de_de: Initialisiere, bitte warten...

# InstallSkippedMsg
source: {0} installation skipped!
de_de: {0} Installation wurde übersprungen!

# InternetIsNotAvailableMsg
source: Sorry, there is no internet connection available.
de_de: Es konnte keine Internetverbindung hergestellt werden.

# InternetProtocolWarningMsg
source: An IPv4 connection could not be established on your system. This can lead to unwanted problems.
de_de: Auf Ihrem System konnte keine IPv4-Verbindung aufgebaut werden. Das kann zu unerwünschten Problemen führen.

# LangSelectionForm
source: Language Selection:
de_de: Sprachauswahl:

# listViewGroup0
source: S E A R C H
de_de: S U C H E

# listViewGroup1
source: Accessibility
de_de: Barrierefreiheit

# listViewGroup10
source: Games
de_de: Spiele

# listViewGroup11
source: *Advanced
de_de: *Erweitert

# listViewGroup12
source: #Custom
de_de: #Benutzerdefiniert

# listViewGroup2
source: Education
de_de: Bildung

# listViewGroup3
source: Development
de_de: Entwicklung

# listViewGroup4
source: Office
de_de: Büro

# listViewGroup6
source: Graphics and Pictures
de_de: Fotos und Bilder

# listViewGroup7
source: Music and Video
de_de: Audio und Video

# listViewGroup8
source: Security
de_de: Sicherheit

# listViewGroup9
source: Utilities
de_de: Verschiedenes

# NoServerAvailableMsg
source: Sorry, there are currently no download servers available. Please try again later.
de_de: Leider konnte keine Verbindung zum Server aufgebaut werden. Bitte versuchen Sie es später noch einmal.

# rememberLangCheck
source: Do not ask again for this application
de_de: Einstellung für diese Anwendung merken

# RequirementsErrorMsg
source: This program is incomplete. Would you like to download it again?
de_de: Das Programm ist unvollständig. Möchten Sie es erneut herunterladen?

# SettingsForm
source: Settings
de_de: Einstellungen

# showColorsCheck
source: Show Group Colors
de_de: Gruppenfarben anzeigen

# showGroupsCheck
source: Show Groups
de_de: Gruppen anzeigen

# showLargeImagesCheck
source: Show Large Images
de_de: Große Bilder anzeigen

# timeStatusLabel
source: Time Elapsed:
de_de: Verstrichene Zeit:

# titleStatus
source: File: {0}/{1}
de_de: Datei: {0}/{1}

# urlStatusLabel
source: Source:
de_de: Quelle:
